[
  {
    "title": "Exercise and depression",
    "description": "Studies show that exercise can treat mild to moderate depression as effectively as antidepressant medication—but without the side-effects, of course. As one example, a recent study done by the Harvard T.H. Chan School of Public Health found that running for 15 minutes a day or walking for an hour reduces the risk of major depression by 26%. In addition to relieving depression symptoms, research also shows that maintaining an exercise schedule can prevent you from relapsing.\n\nExercise is a powerful depression fighter for several reasons. Most importantly, it promotes all kinds of changes in the brain, including neural growth, reduced inflammation, and new activity patterns that promote feelings of calm and well-being. It also releases endorphins, powerful chemicals in your brain that energize your spirits and make you feel good. Finally, exercise can also serve as a distraction, allowing you to find some quiet time to break out of the cycle of negative thoughts that feed depression. \\n The good news is: you don’t have to feel bad. There are practices you can adopt to elevate your mood, become more resilient, and enjoy life more. But just as it requires effort to build and maintain physical health, so it is with mental health. We have to work harder these days to ensure strong mental health, simply because there are so many ways that life takes a toll on our emotional well-being.",
    "author": "John Melody Me",
    "image": "https://live.staticflickr.com/65535/50505614331_faaa7a1e0f_o.png"
  },
  {
    "title": "How to boost your mental health ",
    "description": "Anyone can suffer from mental or emotional health problems—and over a lifetime most of us will. This year alone, about one in five of us will suffer from a diagnosable mental disorder. Yet, despite how common mental health problems are, many of us make no effort to improve our situation.We ignore the emotional messages that tell us something is wrong and try toughing it out by distracting ourselves or self-medicating with alcohol, drugs, or self-destructive behaviors. We bottle up our problems in the hope that others won’t notice. We hope that our situation will eventually improve on its own. Or we simply give up—telling ourselves this is “just the way we are. \n No matter how much time you devote to improving your mental and emotional health, you will still need the company of others to feel and function at your best. Humans are social creatures with emotional needs for relationships and positive connections to others. We’re not meant to survive, let alone thrive, in isolation. Our social brains crave companionship—even when experience has made us shy and distrustful of others. \nPhone calls and social networks have their place, but nothing can beat the stress-busting, mood-boosting power of quality face-to-face time with other people.The key is to interact with someone who is a “good listener”—someone you can regularly talk to in person, who will listen to you without their own conceptions of how you should think or feel. A good listener will listen to the feelings behind your words, and won’t interrupt, judge, or criticize you. Reaching out is not a sign of weakness and it won’t make you a burden to others. Most people are flattered if you trust them enough to confide in them. If you don’t feel that you have anyone to turn to, there are good ways to build new friendships and improve your support network. In the meantime, there is still a great benefit to interacting face-to-face with acquaintances or people you encounter during the day, such as neighbors, people in the checkout line or on the bus, or the person serving you your morning coffee. Make eye contact and exchange a smile, a friendly greeting, or small talk. ",
    "author": "https://www.helpguide.org/articles/mental-health/building-better-mental-health.htm",
    "image": "https://s3-us-west-2.amazonaws.com/courses-images/wp-content/uploads/sites/855/2017/04/03130737/mental-health-2019924_1920.jpg"
  },
  {
    "title" : "Testosterone and your mental health",
    "description": "The first thing to understand about the relationship between testosterone and your mental health is the fact that the cells in your brain are equipped with testosterone receptors. When you have lower-than-normal testosterone levels, these receptors are, quite literally, left high and dry, which can lead to: Mood swings, Irritability, Stress ,Anxiety ,Depression In fact, many of these symptoms fall under what’s called “andropause,” which is the male equivalent of menopause in women. While women experience a precipitous drop in their female hormones as they pass through menopause, the decline in testosterone among men is typically far more gradual. If you have low T, however, the effect may be more acute, and it can happen at any age.The result when it comes to your mental health can be as life-altering as the physical effects of low T. For example, if you’re experiencing depression that resists medications, the problem may lie in low testosterone levels.",
    "author" : "John Melody Me",
    "image" : "https://d2ebzu6go672f3.cloudfront.net/media/content/images/testosterone.jpg"
  }
  {
  "title":"11 Small but Important Ways to Take Care of Your Mental Health",
  "description" : "
Casey Gueren
8-10 minutes

Look around (like, literally look around or scan your timeline or Twitter feed). You may have noticed that we're making huge strides in destigmatizing mental illness, and that's fantastic. The importance of treating your mental health as you would your physical health is a pretty well accepted principle. It's becoming less taboo to talk openly about therapy and mental illness—there are almost as many celebrities talking about mental health as there are Keep Calm and Whatever decorations in literally any store you walk into. All signs point to the fact that we're prioritizing self care, and that's awesome.

But when it comes to actually being mentally well, we're a little murky on the follow-through. There's no shortage of self-care strategies out there, but not everyone has the time and money to spend on a wellness retreat or horse therapy or crystals that may or may not chill you out.

This year, on World Mental Health Day, we've culled some of the most impactful and least intimidating ways to take care of your mental health so that it becomes something we do—not just something we talk about.

1. Give yourself permission to take a mental health day when you need it.

You know when you need one, and you know you'll be more productive (and just generally easier to be around) if you take one. So why do we all feel so selfish when we do it? Try to think of it as preventive medicine—by taking a day to relax and recharge now, you're giving your body (and immune system) some time to catch up, which could help prevent an actual sick day in your future.

Read more at 4 Legit Excuses to Take a Mental Health Day.

2. Do something else besides watching Netflix before bed.

If you've lost track of more nights than you can count while binge-watching a series, only to feel tired and groggy and kind of behind on life the next day, try a little experiment where you don't watch TV before bed for a week. Use that time to read, color, call your mom, journal, take a bath, whatever. For a lot of people, zoning out with a good series can be a therapeutic coping mechanism, which is great, but it's helpful to find other tools for calming down at the end of the day. And maybe you'll find one that won't occasionally keep you up until 2 a.m.

Read more at I Challenged Myself to Read a Book a Week And it Made a Huge Impact on My Health.

3. Think about things you only enjoy on vacation. Then inject a little of that into your daily life.

We tend to have a more chill outlook on everything when we're on vacation. You replace the gym with swimming and walking, dinner consists of potlucks with new friends, and your email (hopefully) has an out-of-office reply. What if we took just a little bit of that mentality and made it the rule—rather than the exception? Maybe that means skipping the gym to go for a simple run in the park, or turning your phone on Do Not Disturb between the hours of 10 p.m. and 7 a.m. Obviously it won't make you feel like you're on vacation, but it might help you reclaim your time.

Read more at Traveling the World Taught Me That I Was "Doing Wellness" All Wrong.

4. Take literally five minutes to meditate and don't you roll your eyes at me.

Yes, meditation seems like a thing that only yoga teachers do, but it doesn't need to be a whole thing to be effective. Don't worry about accomplishing anything or reaching some sort of enlightenment when you do it; just the fact that you're taking a few minutes to calm down and focus on your breathing is huge. If you don't know where to start, just sit quietly and focus on breathing in and out, slowly, for two minutes. Then work up to five minutes the next time you do it.

Read more at Here’s Why Meditation Is So Amazing for Your Mental Health.

5. Try to limit refined sugar and add more magnesium in your diet.

Cutting back on added sugar (think: sodas, candies, pastries) won't cure depression, but it can help keep blood sugar levels stable, which can help balance your energy levels throughout the day. And while there's no such thing as stress-fighting foods, magnesium has been shown to help alleviate headaches and fatigue, as Despina Hyde-Gandhi, M.S., registered dietitian at New York University Langone’s Weight Management Program, previously told SELF. So adding dark leafy greens, pumpkin seeds, avocados, and figs to your diet isn't a bad idea.

Read more at The Best and Worst Foods to Eat When You're Stressed.

6. Get help, even if you think what you're dealing with isn't "bad enough."

There is no threshold of struggling you have to reach before therapy or medication is warranted. If you're experiencing mood changes that aren't going away—especially if it's interfering with your daily life—talk to someone and get help. That someone can be a primary care doctor, a friend, a therapist, or even your human resources department. The Psychology Today therapist finder is a great tool.

Read more at 6 Things Everyone Gets Wrong About Therapy.

7. Along those lines, find a therapist who is uniquely qualified to treat you, especially if you're a person of color.

Recognize the role that racism and racial micro-aggressions could be playing in your mental health. Race and racism play a significant role in a person's vulnerability to mental health struggles as well as their reluctance to seek treatment, as Kevin Washington, Ph.D., president of the Association of Black Psychologists, previously told SELF. But finding a therapist can be hard, and finding a black mental health professional can be even harder, as African-American psychologists made up just 5.3 percent of the active psychology workforce in 2013. Don't let that stop you from getting the help you need. To find a therapist near you, try africanamericantherapists.com.

Read more at Racism and the Invisible Struggle of Mental Health in the Black Community.

8. If your mental health is affecting your work, set up a time to discuss this with your boss or HR department.

It's not always necessary to disclose a mental health condition at work, but it might be worth it if it's affecting your job—like if you need to take a longer lunch one day a week to make a therapy appointment or if you need to work from home occasionally while you get used to a new medication. Just make sure you have a goal in mind before you talk to your boss, and consult HR first if you're unsure.

Read more at How to Talk to Your Boss About Mental Health Issues.

9. Consider cutting back on alcohol if you end up feeling worse every time you go out drinking.

For many people, there's nothing wrong with drinking in moderation. But if you find that you're consistently drinking to escape feelings of depression or anxiety, or if you frequently experience morning-after panic, it might be worth thinking about the role that alcohol plays in your moods.

Read more at Why You Get Hangxiety After a Night of Drinking.

10. Stop glorifying being busy and get some sleep.

You make time for happy hour, Pilates, and sex. It's time to make time for sleep. Without it, not only will you feel like a groggy mess at work and in life, but your mental health will almost certainly suffer. Sleep isn't a magic reset button for your moods, but it can make a huge difference when you're not getting enough.

Read more at The 10 Commandments for Better Sleep.

11. Write down a bunch of positive affirmations and healthy coping mechanisms and put them in a jar for when you need to snap out of a negative thought spiral.

The point is to remind yourself you have options when you're blinded by negative thoughts that tell you there's nothing that will help you. These can be simple reminders ("You are loved"), coping strategies ("Take a walk and have some water"), or Beyoncé lyrics—whatever will help you regain focus when you're struggling with your mental health.",
  "author" : "Casey Gueren",
    "image" : "https://media.self.com/photos/59dd3605eb40ba0ab85f9941/4:3/w_2560%2Cc_limit/World-Mental-Health-Day.jpg"
  }
]
