[
  {
    "title": "Exercise and depression",
    "description": "Studies show that exercise can treat mild to moderate depression as effectively as antidepressant medication—but without the side-effects, of course. As one example, a recent study done by the Harvard T.H. Chan School of Public Health found that running for 15 minutes a day or walking for an hour reduces the risk of major depression by 26%. In addition to relieving depression symptoms, research also shows that maintaining an exercise schedule can prevent you from relapsing.\n\nExercise is a powerful depression fighter for several reasons. Most importantly, it promotes all kinds of changes in the brain, including neural growth, reduced inflammation, and new activity patterns that promote feelings of calm and well-being. It also releases endorphins, powerful chemicals in your brain that energize your spirits and make you feel good. Finally, exercise can also serve as a distraction, allowing you to find some quiet time to break out of the cycle of negative thoughts that feed depression. \\n The good news is: you don’t have to feel bad. There are practices you can adopt to elevate your mood, become more resilient, and enjoy life more. But just as it requires effort to build and maintain physical health, so it is with mental health. We have to work harder these days to ensure strong mental health, simply because there are so many ways that life takes a toll on our emotional well-being.",
    "author": "John Melody Me"
  },
  {
  "title" : "How to boost your mental health ",
   "description" : "Anyone can suffer from mental or emotional health problems—and over a lifetime most of us will. This year alone, about one in five of us will suffer from a diagnosable mental disorder. Yet, despite how common mental health problems are, many of us make no effort to improve our situation.We ignore the emotional messages that tell us something is wrong and try toughing it out by distracting ourselves or self-medicating with alcohol, drugs, or self-destructive behaviors. We bottle up our problems in the hope that others won’t notice. We hope that our situation will eventually improve on its own. Or we simply give up—telling ourselves this is “just the way we are. \n No matter how much time you devote to improving your mental and emotional health, you will still need the company of others to feel and function at your best. Humans are social creatures with emotional needs for relationships and positive connections to others. We’re not meant to survive, let alone thrive, in isolation. Our social brains crave companionship—even when experience has made us shy and distrustful of others. \nPhone calls and social networks have their place, but nothing can beat the stress-busting, mood-boosting power of quality face-to-face time with other people.The key is to interact with someone who is a “good listener”—someone you can regularly talk to in person, who will listen to you without their own conceptions of how you should think or feel. A good listener will listen to the feelings behind your words, and won’t interrupt, judge, or criticize you. Reaching out is not a sign of weakness and it won’t make you a burden to others. Most people are flattered if you trust them enough to confide in them. If you don’t feel that you have anyone to turn to, there are good ways to build new friendships and improve your support network. In the meantime, there is still a great benefit to interacting face-to-face with acquaintances or people you encounter during the day, such as neighbors, people in the checkout line or on the bus, or the person serving you your morning coffee. Make eye contact and exchange a smile, a friendly greeting, or small talk. " ,
   "author" : "https://www.helpguide.org/articles/mental-health/building-better-mental-health.htm"
  }
]
